tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "awscli"
brew "bat"
brew "code-minimap"
brew "coreutils"
brew "fd"
brew "fish"
brew "jq"
brew "httpie"
brew "lazygit"
brew "lsusb"
brew "neovim"
brew "nvm"
brew "pv"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "source-highlight"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"

cask "alacritty"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-roboto-mono-nerd-font"
