tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "fd"
brew "fish"
brew "htop"
brew "jq"
brew "lsusb"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "wget"
cask "alacritty"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-roboto-mono-nerd-font"
cask "ngrok"
