tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "awscli"
brew "bat"
brew "binutils"
brew "boost"
brew "python@3.9"
brew "ghc"
brew "cabal-install"
brew "coreutils"
brew "emscripten"
brew "fd"
brew "fish"
brew "flux"
brew "haskell-language-server"
brew "haskell-stack"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "libidn2"
brew "lsusb"
brew "lynx"
brew "minikube"
brew "neovim"
brew "postgresql@14"
brew "pstree"
brew "pv"
brew "pygments", link: false
brew "ripgrep"
brew "rustup-init"
brew "socat"
brew "source-highlight"
brew "telnet"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "wget"
brew "yq"
cask "alacritty"
cask "drawio"
cask "flux"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-roboto-mono-nerd-font"
cask "hammerspoon"
cask "hyper"
cask "stretchly"
